{
    "features": [
        {
            "type": "Feature",
            "properties": {
            "year": 1966,
            "category": "Inventions",
            "title": "Home Security System",
            "description": "Marie Van Brittan Brown was a nurse and an innovator. In 1966, she invented a video home security system along with her husband Albert Brown, an electronics technician.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-73.7949, 40.7282] ,
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1923,
            "category": "Inventions",
            "title": "The Three-Light Traffic Light",
            "description": "Garrett Morgan came up with several significant inventions, including an improved sewing machine and the gas mask. However, one of Morgan's most influential inventions was the improved traffic light. Morgan's was one of the first three-light systems that were invented in the 1920s, resulting in widespread adoption of the traffic lights we take for granted today.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-84.253,38.2098],
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1887,
            "category": "Inventions",
            "title": "Automatic Elevator Doors",
            "description": "Before automatic doors, people had to manually shut both the shaft and elevator doors before riding. Forgetting to do so led to multiple accidents as people fell down elevator shafts. As the story goes, when the daughter of African American inventor Alexander Miles almost fatally fell down the shaft, he took it upon himself to develop a solution. In 1887 he took out a patent for a mechanism that automatically opens and closes elevator shaft doors and his designs are largely reflected in elevators used today..",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-81.6934, 41.5052],
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1982,
            "category": "Inventions",
            "title": "Mary Kenner",
            "description": "The multifaceted Mary Kenner was born into a family of creative minds in 1912. Her father, Sidney Nathaniel Davidson, received a patent in 1914 for a clothes presser that could fit into a traveler's suitcase. Her sister Mildred Davidson Smith, even patented the family's board game. In the 1920s, Mary invented the sanitary belt which was designed to help keep sanitary products in place since disposable pads hadn't been invented just yet. Mary's idea sparked some interest in companies who turned her down when they found out she was a Black woman. Mary finally received the patent in 1957 after saving enough money. She went on to receive four other patents, holding the more than any other Black woman. She and Mildred received the patent for the toilet roll holder in 1982. After Mildred was diagnosed with multiple sclerosis, Mary invented a carrying pouch to attach to Mildred's walker so she could carry items on her own. Mary was also a well-known florist and federal employee. She died in 2006.tic doors, people had to manually shut both the shaft and elevator doors before riding. Forgetting to do so led to multiple accidents as people fell down elevator shafts. As the story goes, when the daughter of African American inventor Alexander Miles almost fatally fell down the shaft, he took it upon himself to develop a solution. In 1887 he took out a patent for a mechanism that automatically opens and closes elevator shaft doors and his designs are largely reflected in elevators used today.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-80.5495, 34.9854],
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1936,
            "category": "Sports",
            "title": "Jesse Owens Dominates Hitler’s Olympics",
            "description": "Shortly before World War II, Adolf Hitler wanted to advance his Nazi propaganda and demonstrate German force and Aryan racial superiority at the 1936 Olympic Games held in Berlin. But his plan fell through when Jesse Owens, African-American sprinter, ended up winning four gold medals, and consequently, disproving Hitler's theory. Not only that, but Owens also broke nine Olympic records and set three new ones.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [13.38333, 52.51667],
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1968,
            "category": "Sports",
            "title": "Black Power Salute at the 1968 Olympics",
            "description": "At the 1968 Olympics in Mexico, the issue of civil rights outshone the event itself as John Carlos and Tommie Smith took the victory stand after finishing third and first in the 200-meter sprint and gave the black power salute during the U.S. national anthem. The photograph of the two men, with their fists in the air, became one of the most influential images of the civil rights movement.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-99.14556, 19.41944],
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1967,
            "category": "Sports",
            "title": "The Rumble in the Jungle",
            "description": "In 1967, Muhammad Ali refused the Vietnam War draft. As a result, he was suspended from boxing, sentenced to prison, and stripped of all boxing titles. His conviction was overturned in 1971, and three years later, he won a match against George Forman, undefeated world heavyweight champion. The boxing event, also known as the Rumble in the Jungle, solidified Ali's legendary status and went down in history as one of the greatest sporting events of the 20th century.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-85.7594,38.2542],
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1989,
            "category": "Sports",
            "title": "The Shot” in Air Jordans",
            "description": "In 1989, Michael Jordan made the iconic shot for Chicago Bulls that secured the win in playoffs against Cleveland Cavaliers. Soon after, Air Jordan IV sneakers were globally released by Nike. Aside from Jordan's spectacular shot, the moment went down in history because of Air Jordans’ stellar popularity amidst NBA's ban on shoes that weren't white enough. The sneakers, representative of Jordan's individualism, were a global revolution in sports marketing and business.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-81.6382, 41.2398],
            "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
            "year": 1947,
            "category": "Sports",
            "title": "Jackie Robinson Breaks the Color Barrier",
            "description": "On April 15th, 1947, Jackie Robinson made his major league debut with the Brooklyn Dodgers. In the process, Robinson also became the first African-American player to have ever played in the major leagues, marking the end to segregation in baseball as Robinson officially broke the color barrier.",
            "is_liked": "False",
            "has_viewed": "False",
            "image": ""
            },
            "geometry": {
            "coordinates": [-73.958062, 40.665088],
            "type": "Point"
            }
        }
        ],
        "type": "FeatureCollection"
    }